[
  {
    "id": 1,
    "title": "Slnečná alergia – príznaky a liečba",
    "image": "./images/content/alergie_na_slunce.webp",
    "publication_date": "3.3. 2025",
    "category": "Zdravie a lieky",
    "perex": "Kto by sa netešil na jasné letné dni? Niektorým z nás však slnko okrem opálenia prináša aj nežiadanú kožnú reakciu – slnečnú alergiu. Ako sa prejavuje, aké druhy rozlišujeme a čo ju vyvoláva? Dá sa jej vôbec predchádzať a čo robiť, keď sa na koži objaví svrbivá reakcia?",
    "likes": 132,
    "minutes_to_read": 4,
    "link": null,
    "author": { "name": "Mgr. Lukáš Novotný", "photo": "./images/content/lukas_novotny.webp" }
  },
  {
    "id": 2,
    "title": "Bolesť v krku – príčiny a liečba",
    "image": "./images/content/bolest_v_krku.webp",
    "publication_date": "14.7. 2025",
    "category": "Chrípka a prechladnutie",
    "perex": "Bolesť v krku nie je samostatné ochorenie, ale príznak sprevádzajúci infekcie horných dýchacích ciest. Najčastejšie ide o zápal hltana a podnebných mandlí vírusového alebo bakteriálneho pôvodu. Menej často ju spôsobuje alergia, poranenie, poleptanie, uviaznutie cudzieho telesa v dýchacích cestách či iné ochorenia v oblasti krku. Bolesťou v krku sa prejavuje aj zápal hrtanovej príklopky, ktorý postihuje najmä deti a patrí medzi závažné ochorenia vyžadujúce lekársku starostlivosť.",
    "likes": 276,
    "minutes_to_read": 7,
    "link": null,
    "author": { "name": "Mgr. Radka Grec", "photo": "./images/content/radka_grec.webp" }
  },
  {
    "id": 3,
    "title": "Hnačka – príčiny a liečba",
    "image": "./images/content/prujem.webp",
    "publication_date": "19.8. 2025",
    "category": "Tráviace ťažkosti",
    "perex": "Hnačka patrí medzi najčastejšie ochorenia detí aj dospelých. Našťastie ju vo väčšine prípadov zvládneme samoliečbou – dopĺňaním tekutín, úpravou jedálnička a voľnopredajnými prípravkami proti hnačke. Aké sú možnosti liečby a kedy je potrebné vyhľadať lekára?",
    "likes": 91,
    "minutes_to_read": 9,
    "link": null,
    "author": { "name": "PharmDr. Hana Vondrušková", "photo": "./images/content/hana_vondruskova.webp" }
  },
  {
    "id": 4,
    "title": "Ako si vybrať vitamíny?",
    "image": "./images/content/vitaminy.webp",
    "publication_date": "4.9. 2025",
    "category": "Vitamíny a minerály",
    "perex": "Pestrá a vyvážená strava dokáže telu dodať všetky potrebné živiny. Sú však situácie, keď je vhodné siahnuť po vyšších dávkach vitamínov a minerálov – napríklad pri zvýšenom výskyte infekcií, po chorobe alebo počas väčšej psychickej či fyzickej záťaže. Ktoré vitamíny vám môžu prospieť a ako si z množstva prípravkov vybrať ten správny?",
    "likes": 183,
    "minutes_to_read": 4,
    "link": null,
    "author": { "name": "PharmDr. Hana Vondrušková", "photo": "./images/content/hana_vondruskova.webp" }
  }
]
