[
  {
    "id": 1,
    "title": "Sun Allergy – symptoms and treatment",
    "image": "./images/content/alergie_na_slunce.webp",
    "publication_date": "3.3. 2025",
    "category": "Health & medicines",
    "perex": "Who doesn’t look forward to bright summer days? For some of us, though, the sun brings along an unwelcome skin reaction together with the tan – a sun allergy. How does sun allergy manifest, what types do we distinguish and which causes trigger it? Can you prevent it at all and what should you do when an itchy rash appears?",
    "likes": 132,
    "minutes_to_read": 4,
    "link": null,
    "author": { "name": "Mgr. Lukáš Novotný", "photo": "./images/content/lukas_novotny.webp" }
  },
  {
    "id": 2,
    "title": "Sore throat – causes and treatment",
    "image": "./images/content/bolest_v_krku.webp",
    "publication_date": "14.7. 2025",
    "category": "Flu & colds",
    "perex": "A sore throat isn’t a disease on its own but rather a symptom accompanying infections of the upper respiratory tract. Most often it means inflammation of the pharynx and tonsils caused by viruses or bacteria. Less frequently it accompanies allergy, injury, chemical burns, a foreign body lodged in the airways or other throat diseases. Epiglottitis, which mainly affects children, also causes throat pain and ranks among serious conditions that require medical attention.",
    "likes": 276,
    "minutes_to_read": 7,
    "link": null,
    "author": { "name": "Mgr. Radka Grec", "photo": "./images/content/radka_grec.webp" }
  },
  {
    "id": 3,
    "title": "Diarrhoea – causes and treatment",
    "image": "./images/content/prujem.webp",
    "publication_date": "19.8. 2025",
    "category": "Digestive troubles",
    "perex": "Diarrhoea is one of the most common complaints in both children and adults. Luckily it can often be managed with self-care – by replacing lost fluids, adjusting the diet and taking over-the-counter antidiarrhoeal remedies. What treatment options are available and when should you seek medical help?",
    "likes": 91,
    "minutes_to_read": 9,
    "link": null,
    "author": { "name": "PharmDr. Hana Vondrušková", "photo": "./images/content/hana_vondruskova.webp" }
  },
  {
    "id": 4,
    "title": "How to choose vitamins?",
    "image": "./images/content/vitaminy.webp",
    "publication_date": "4.9. 2025",
    "category": "Vitamins & minerals",
    "perex": "A varied and balanced diet can usually provide all the nutrients the body needs. There are, however, situations when it makes sense to supplement with extra vitamins and minerals – during times of increased infection risk, after illness or under heavier mental and physical strain. Which vitamins may be beneficial and how do you pick the right product from the many available?",
    "likes": 183,
    "minutes_to_read": 4,
    "link": null,
    "author": { "name": "PharmDr. Hana Vondrušková", "photo": "./images/content/hana_vondruskova.webp" }
  }
]
